Repository: BackupTheBerlios/luca-erp-svn
Catalog: cimarron/tags/unreleased-0.0-end-of-line/po/*.po
Languages: es

source: Unable to set label
es: No pude ponerle la etiqueta

source: Unable to set `inconsistent' flag
es: No pude prenderle la bandera de `inconsistente'

source: Unable to clear `inconsistent' flag
es: No pude apagarle la bandera de `inconsistente'

source: Unable to set spacing
es: No pude ajustarle el espaciado

source: Unable to set `homogeneous' flag
es: No pude prenderle la bandera de `homogéneo'

source: Unable to clear `homogeneous' flag
es: No pude apagarle la bandera de `homogéneo'

source: Unable to set image
es: No pude ponerle la imagen

source: Unable to set from stock
es: No pude ponerle un genérico

source: Unable to set layout style
es: No pude fijarle el estilo de la dispocición

source: Unable to set minimum child size
es: No pude fijar el tamaño mínimo del hijo

source: Unable to set child as secondary
es: No pude hacer que el hijo fuera secundario

source: Unable to set internal padding
es: No pude fijar el relleno interno

source: Child is already parented
es: El hijo ya tiene un padre

source: Child is not in parent
es: El hijo no es de este padre

source: Unable to set border width
es: No pude fijar el ancho del borde

source: Unable to busy
es: No pude ponerlo ocupado

source: Unable to idle
es: No pude ponerlo desocupado

source: Unable to find value for configuration key `%s'
es: No pude encontrar un valor para la clave de configuración «%s»

source: Unable to reload the value from the Model
es: No pude traer el valor desde el Modelo

source: Unable to save the value in the Model
es: No pude guardar el valor en el Modelo

source: Unable to reset the value
es: No pude volver al valor inicial

source: %F::%Y%m%d
es: %d/%m/%y::%d-%m-%y::%d%m%y::%d/%m/%Y::%d-%m-%Y::%d%m%Y::%d/%m::%d-%m::%d%m::%y-%m%-d::%y/%m/%d::%y%m%d::%Y-%m%-d::%Y/%m/%d::%Y%m%d

source: %F
es: %d/%m/%C%y

source: Attempted to add a row twice
es: Intentaste agregar dos veces una fila

source: Unable to build image from file
es: No pude armar la imagen desde el archivo

source: Unable to build stock image
es: No pude ponerle la imagen genérica

source: Unable to set justification
es: No pude justificar

source: Unable to set mnemonic widget
es: No pude fijar el `mnemonic widget'

source: Unable to use markup
es: No pude usar el markup

source: Unable to stop using markup
es: No pude dejar de usar el markup

source: Unable to use underlines for mnemonics
es: No pude usar el subrayado para mnemónicos

source: Unable to stop using underlines for mnemonics
es: No pude dejar de usar el subrayado para mnemónicos

source: Unable to make text selectable
es: No pude hacer seleccionable al texto

source: Unable to make text unselectable
es: No pude hacerlo no-seleccionable al texto

source: Unable to wrap lines
es: No pude cortar los renglones

source: Unable to stop wrapping lines
es: No pude dejar de cortar los renglones

source: Unable to set alignment
es: No pude fijar la alineación

source: Unable to set padding
es: No pude fijar el relleno

source: <big><b>You are about to do something dangerous.</b></big> Are you sure you want to proceed?
es: <big><b>Estás por hacer algo peligroso.</b></big> ¿Estás seguro que querés seguir?

source: _Abort
es: _Abortar

source: _Proceed
es: _Seguir

source: <big><b>You are about to do something strange or time-consuming.</b></big> Are you sure you want to proceed?
es: <big><b>Estás por hacer algo inusual o que requiere mucho tiempo.</b></big> ¿Estás seguro que querés seguir?

source: Unable to insert page
es: No pude agregar la página

source: Unable to advance to next page
es: No pude avanzar a la próxima página

source: Unable to go back to previous page
es: No pude volver a la página anterior

source: Unable to change to page %d
es: No pude cambiar a la página %d

source: Unable to set range
es: No pude fijar el rango

source: Waiting for selection...
es: Esperando su selección...

source: Unable to find a Search parent
es: No pude encontrar el `Search' padre

source: No objects found
es: No se encontraron objetos

source: Unable to parse "%s"
es: No pude parsar «%s»

source: Unable to represent "%s"
es: No pude representar «%s»

source: Unable to attach
es: No pude agregar

source: Unable to set spacings
es: No pude fijar los espaciados

source: Unable to resize
es: No pude cambiar de tamaño

source: View is already parented.
es: El View ya tiene padre

source: Unable to focus
es: No pude tomar el foco

source: Unable to hide
es: No pude esconderme

source: Unable to show
es: No pude mostrarme

source: Unable to disable
es: No pude deshabilitarme

source: Unable to enable
es: No pude habilitarme

source: Unable to set tip
es: No pude ponerme la pista

source: Unable to set size request
es: No pude hacer el pedido de tamaño

source: Unable to set title
es: No pude ponerme el título

source: Unable to push status
es: No pude apilar el estado

source: Unable to pop status
es: No pude desapilar el estado

source: Unable to remove status
es: No pude quitar el estado

source: Unable to delete
es: No pude borrarme

source: Select a date
es: Elija una fecha

source: Waiting for input in calendar
es: Esperando el ingreso por calendario

source: %a %b %e, %Y
es: %a %e de %b de %Y

source: I don't know how to %s-justify
es: No sé qué clase de justificación es «%s»

source: Multiple objects found; please select one
es: Se encontraron múltiples objetos; por favor, eilja alguno

source: Engine has already been set
es: El Engine ya ha sido fijado

source: Unable to load %s engine
es: No pude cargar el engine %s

source: Congratulations!
es: ¡Felicitaciones!

source: It worked!
es: ¡Funcionó!
